{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":["^Tiro! I see you've completed your Movement Training. Excellent work!","\n","^Now, it's time to move on to the next stage—combat training. Every legionnaire must be skilled in the art of warfare, so are you prepared for the challenge ahead?\"","\n","^That's the spirit! With soldiers like you, our enemies don't stand a chance. We're about to begin your combat training, and I'll be teaching you how to wield the gladius, defend with your scutum, and throw the pilum with precision.","\n","^Let's start with the gladius, the sword that defines a Roman soldier. This weapon is more than just a tool—it's your companion in battle. You must protect it as you would your own life. Lose it, and you risk everything.","\n","^The gladius is most effective when used to stab, not slash. A precise thrust can end a fight swiftly. Now, show me what you've learned—stab those training dummies 5 times. Remember, accuracy and speed are key!","\n","done",{"#f":1}],"goal_0":["^Tiro, you've done well with the gladius. But a Roman soldier must master more than just the sword.","\n","^Now! you will learn the art of the pilum, the javelin that can break through both shield and armor. The pilum is not just a throwing weapon, but a tool of precision","\n","^Hold the pilum firmly, aim with your body, and release with strength and purpose.","\n","^To throw your pilum hold W key for a second and then when you got your targe on sight release the key to throw the Pilum.","\n","done",{"#f":1}],"goal_1":["^Well done, Tiro! You've shown skill and determination in your training today. Each thrust of your gladius brings you closer to becoming a true legionnaire.","\n","^Remember, the lessons learned here on the training grounds will save your life on the battlefield. Your gladius, and pilum are not just weapons—they are extensions of your will, your discipline, and your duty to Rome.","\n","^Dismissed, Tiro. Prepare yourself for what's next. This is just the beginning of your journey.","\n","done",{"#f":1}],"exhaust":["^What is it Tiro? Do the task I gave you I don't have all day!","\n","done",{"#f":1}],"scold":["^Pft- You better be ready next time!","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}