{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":["^Ah, there you are! A fresh recruit for the illustrious Legion XIII Gemina! Congratulations, [player]! ","#","^speaker:npc","/#","\n","^Thank you! I’m excited to be here! ","#","^speaker:player","/#","\n","^You've joined one of the finest legions in all of Rome. I can already see the fire in your eyes—just what we need out there. ","#","^speaker:npc","/#","\n","^I appreciate that. What’s the situation like? ","#","^speaker:player","/#","\n","^Since you are here, I'm gonna tell you something... But listen closely, the situation beyond our borders grows dire. Caesar is rounding up every available soldier, preparing us for a campaign that will test our mettle like never before. ","#","^speaker:npc","/#","\n","^What do you mean by “test our mettle”? ","#","^speaker:player","/#","\n","^Word from scouts tells of unrest among the Gauls, especially near Bibracte. They sense our approach and are rallying their tribes, uniting under a single banner to stand against us. ","#","^speaker:npc","/#","\n","^So it’s serious, then? ","#","^speaker:player","/#","\n","^Aye, it is. With that being said, do me a favor, will ya? ","#","^speaker:npc","/#","\n","^Of course! What do you need? ","#","^speaker:player","/#","\n","^Speak to the others—there's wisdom to be gained from the veterans who have seen countless battles. They can teach you more than any training manual. ","#","^speaker:npc","/#","\n","^Got it! Who should I talk to first? ","#","^speaker:player","/#","\n","^Perhaps start with Gaius, the experienced swordsman by the armory. He’s been through more battles than I can count. Or you could seek out Lucius, our strategist over by the maps. They’ll have valuable insights for you. ","#","^speaker:npc","/#","\n","^I’ll make sure to speak with them. Anything else I should know? ","#","^speaker:player","/#","\n","^Just remember, young recruit: knowledge is just as important as skill in the field. Learn from the past, and it will guide you through the future. Once you are done, come back to me. ","#","^speaker:npc","/#","\n","^Thank you for the advice. I’ll be back soon! ","#","^speaker:player","/#","\n","done",{"#f":1}],"goal_0":["^Ah, a new recruit! Don’t let the weight of your armor drag you down. The key to a good fight is balance and focus. ","#","^speaker:npc","/#","\n","^Thanks, Gaius! I’ll keep that in mind. ","#","^speaker:player","/#","\n","^In battle, it's not just about strength; it's about speed and precision. A swift blade can end a fight before it begins. ","#","^speaker:npc","/#","\n","^That makes sense. I’ve always believed a quick strike can make all the difference. ","#","^speaker:player","/#","\n","^Also, just a piece of advice: never underestimate the Gauls! ","#","^speaker:npc","/#","\n","^Why’s that? ","#","^speaker:player","/#","\n","^I've faced the Gauls before. They’re fierce and unpredictable. Respect them, or you’ll find yourself overwhelmed. ","#","^speaker:npc","/#","\n","^I’ll remember that. I’ve heard stories about their tactics. ","#","^speaker:player","/#","\n","^Good. Always follow your comrades into battle, and move as a group—never fight alone. You’ll be stronger together. ","#","^speaker:npc","/#","\n","^I appreciate the advice, Gaius. I’ll be sure to stick with my squad. ","#","^speaker:player","/#","\n","^Stay sharp, recruit. You’ve got the potential, but it’s up to you to hone it. Remember, a good soldier is always learning. ","#","^speaker:npc","/#","\n","^Thanks for the encouragement! I’ll do my best. ","#","^speaker:player","/#","\n","done",{"#f":1}],"goal_1":["^The march to Bibracte will be treacherous. We need to stick together and remain vigilant at all times. ","#","^speaker:npc","/#","\n","^The Gauls will use every tactic in their book to throw us off balance. Expect ambushes and guerrilla warfare. Knowledge is our greatest weapon. ","#","^speaker:npc","/#","\n","^Stay informed about troop movements and anything unusual. Every bit of information can save lives. ","#","^speaker:npc","/#","\n","^We may be outnumbered, but we have training and discipline on our side. Stick to the plan, and we’ll show them the might of Rome. ","#","^speaker:npc","/#","\n","^Don’t let the numbers fool you. In battle, strategy wins over brute force. Always anticipate their next move. ","#","^speaker:npc","/#","\n","^And remember, communicate with your fellow soldiers. A unified front is our best defense against the chaos of war. ","#","^speaker:npc","/#","\n","^Be ready, recruit. We’ll face the Gauls head-on, and I expect nothing less than your full commitment. ","#","^speaker:npc","/#","\n","done",{"#f":1}],"goal_2":["^Ah, there you are! I trust you’ve gathered some useful insights from our veterans? They’ve seen battles that would turn a lesser man’s stomach. ","#","^speaker:npc","/#","\n","^Yes, I learned a lot from both Gaius and Lucius. ","#","^speaker:player","/#","\n","^As we prepare to march, I need every soldier ready. We’ll strike hard and fast at Bibracte. Keep your eyes open, and don’t hesitate to report anything unusual. ","#","^speaker:npc","/#","\n","^I won’t let you down. ","#","^speaker:player","/#","\n","^This is a critical moment for us. We’re not just fighting for territory; we’re fighting to show Rome's strength. You’ll have a chance to prove yourself out there. I expect you to rise to the occasion! ","#","^speaker:npc","/#","\n","^I’ll do my best to live up to the Legion’s reputation. ","#","^speaker:player","/#","\n","^Now, go prepare yourself. Check your gear, sharpen your blade, and be ready for the command to march. Together, we will demonstrate what Legion XIII Gemina is capable of! ","#","^speaker:npc","/#","\n","^I’ll get right on it. We won’t disappoint you! ","#","^speaker:player","/#","\n","done",{"#f":1}],"goal_3":["^Soldiers, gather round! I have urgent news from our scouts. They've spotted a group of approximately twenty Gallic soldiers camping in the woods nearby. Their presence poses a risk to our plans. ","#","^speaker:npc","/#","\n","^Legate Anthony has ordered us to disperse these scouts before they can report our movements to their tribes. We cannot afford any delays. ","#","^speaker:npc","/#","\n","^[player]!!! This is your moment, recruit. Prove your worth to the Legion XIII Gemina. I want you to take the lead in this operation. You’ll have the opportunity to show your skills in the field and gain the respect of your fellow soldiers. ","#","^speaker:npc","/#","\n","^I'll lend you 10 of our good men for this operation. I trust you to bring them all back alive for the upcoming battle here in Bibracte. ","#","^speaker:npc","/#","\n","^Remember, this is not just about strength. Use your wits, coordinate with your comrades, and strike quickly. We need to send a clear message to the Gauls that we will not be trifled with! ","#","^speaker:npc","/#","\n","^Prepare yourself and gather a small group to assist you. Move swiftly, and return victorious. The eyes of the Legion are upon you! ","#","^speaker:npc","/#","\n","^I won't let you down! I'll make sure we complete the mission and come back safe. ","#","^speaker:player","/#","\n","done",{"#f":1}],"goal_4":["^Well done, soldier! You've proven yourself out there, and your actions have not gone unnoticed. The strength and discipline you displayed are what make Rome mighty. Consider this a victory worthy of the Legion! ","#","^speaker:npc","/#","\n","^I appreciate your praise, Centurion. It was a team effort. ","#","^speaker:player","/#","\n","^Now, there’s no time to rest on our laurels. The Legate himself, Mark Antony, is expecting you. Head to him at once for a full mission update and to receive your next orders. ","#","^speaker:npc","/#","\n","^Understood. I’ll make my way to him right away. ","#","^speaker:player","/#","\n","^Remember, recruit, your journey has only just begun. Mark Antony will have great plans for you, and your continued success will strengthen our Legion. Stay sharp! ","#","^speaker:npc","/#","\n","^I won't let you down, Centurion. I’ll report to Mark Antony immediately. ","#","^speaker:player","/#","\n","done",{"#f":1}],"goal_5":["^Well done, soldier. You’ve served the Thirteenth with honor, and your deeds have not gone unnoticed. ","#","^speaker:npc","/#","\n","^Thank you, Mark Antony. It means a lot coming from you. ","#","^speaker:player","/#","\n","^But listen carefully—there’s news from the front. The Gauls have been spotted advancing on Bibracte. We cannot let them gain ground. ","#","^speaker:npc","/#","\n","^I understand. We’ll be ready to face them. ","#","^speaker:player","/#","\n","^We’ll be marching soon to meet them, and we’ll need every legionary ready and prepared. ","#","^speaker:npc","/#","\n","^I’ll gather my comrades and ensure they’re ready. ","#","^speaker:player","/#","\n","^Find your Centurion and deliver this message. Tell him we go to Bibracte, where Rome will once again make her mark. ","#","^speaker:npc","/#","\n","^Understood. I won’t delay. ","#","^speaker:player","/#","\n","^Go now, and be swift! The future of the Legion depends on our actions today. ","#","^speaker:npc","/#","\n","^I won’t let you down, Mark Antony. I’ll deliver the message right away. ","#","^speaker:player","/#","\n","done",{"#f":1}],"goal_6":["^So, the Gauls march to Bibracte, do they? It seems they’ve forgotten the bite of Roman steel. ","#","^speaker:npc","/#","\n","^No matter—we’ll be there to remind them. ","#","^speaker:npc","/#","\n","^You’ve done well, soldier. Thanks to you, we’re one step closer to victory. ","#","^speaker:npc","/#","\n","^Prepare yourself; the Thirteenth marches soon, and we’ll need every able man ready for what lies ahead. ","#","^speaker:npc","/#","\n","^Dismissed. Ready yourself for battle—and know that Rome is watching. ","#","^speaker:npc","/#","\n","^I won’t let you down, Centurion. We’ll make Rome proud! ","#","^speaker:player","/#","\n","done",{"#f":1}],"exhaust_talk":["^Hm? What do you want? didn't I assign you to talk to the Veterans? ","#","^speaker:npc","/#","\n","done",{"#f":1}],"exhaust_mission":["^Legionnaire! I tasked you to disperse the Gallic scouts in the forest near this camp! What are you doing!?! ","#","^speaker:npc","/#","\n","done",{"#f":1}],"exhaust_requirement":["^Do you have the intel about the camp? ","#","^speaker:npc","/#","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}